[
  {
    "name": "حسيبة بن بوعلي",
    "birth_date": "18/01/1938",
    "description": "وُلدت في مدينة شلف ونشأت في عائلة ميسورة الحال. انتقلت إلى العاصمة الجزائر عام 1948 وواصلت تعليمها هناك. انضمت إلى الثورة التحريرية الجزائرية في سن 17 وبرز نشاطها في صنع ونقل القنابل. لعبت دورًا كبيرًا في معركة الجزائر بعد انضمامها إلى المجاهدين في حي القصبة. قُتلت في 8 أكتوبر 1957 بعد أن نسف الجيش المبنى الذي كانت تختبئ فيه. أصبحت رمزًا للتضحية من أجل حرية الوطن.",
    "date_of_death": "08/10/1957",
    "picture": "./hasiba_ben_bouali.jpg"
  },
  {
    "name": "عباس الغرور",
    "birth_date": "23/06/1926",
    "description": "وُلد في دوار إنسيغة بولاية خنشلة، نشأ في أسرة فقيرة ودرس في المدرسة الفرنسية. انضم إلى حزب الشعب الجزائري عام 1946 ونشط في منطقة الأوراس. طُرد من عمله وفتح دكانًا كان مكانًا للاجتماعات السرية للحزب. ساهم في التحضير للثورة وشارك في معارك مهمة منها معركة الجرف ومعركة الزاوية ومعركة البياضة. أثبت شجاعته وقدرته على القيادة منذ اللحظات الأولى للثورة المسلحة. غادر إلى تونس في أكتوبر 1956 لعقد مؤتمر مصالحة بين قادة الولاية الأولى، واغتيل في 25 جويلية 1957 في تونس مع عدد من إطارات الثورة الجزائرية في ظروف غامضة.",
    "date_of_death": "25/07/1957",
    "picture": "./Abbas_lagrour.jpg"
  },
  {
    "name": "دغين بن علي",
    "birth_date": "07/05/1934",
    "description": "وُلد في تلمسان وينحدر من أصول تركية. نال الشهادة الابتدائية عام 1948 وسافر إلى المغرب لمواصلة دراسته الثانوية. التحق بصفوف جيش التحرير الوطني في أكتوبر 1955 وأخذ اسمًا ثوريًا هو «سي إبراهيم». أسس للعمل الفدائي في الولاية الخامسة وقاد العمليات العسكرية في الجنوب الجزائري. في جانفي 1957 عُين قائداً على المنطقة الثامنة من الولاية الخامسة برتبة نقيب ثم رائد تحت اسم لطفي. في عام 1959 رُقي إلى رتبة عقيد وقائدًا للولاية الخامسة خلفًا للعقيد هواري بومدين. استشهد مع نائبه الرائد فراج في معركة غير متكافئة مع قوات الاستعمار يوم 27 مارس 1960 بجبل غرب بشار بعد مقاومة طويلة.",
    "date_of_death": "27/03/1960",
    "picture": "./lotfi.jpg"
  },
  {
    "name": "العربي بن مهيدي",
    "birth_date": "1923",
    "description": "وُلد في مدينة عين مليلة الواقعة في شرق الجزائر. انضم للكشافة الإسلامية في 1939 وحزب الشعب الجزائري في 1942. شارك في التنظيم السري وكان مسؤول الجناح العسكري بسطيف. لعب دورًا كبيرًا في التحضير للثورة المسلحة وأصبح أول قائد للمنطقة الخامسة وهران. ساهم في انعقاد مؤتمر الصومام وعُين عضوًا بلجنة التنسيق والتنفيذ. قاد معركة الجزائر في 1956. اعتقل في فبراير 1957 وقتل تحت التعذيب في مارس 1957. قال عنه الجنرال الفرنسي مارسيل بيجار: «لو أن لي ثلة من أمثال العربي بن مهيدي لغزوت العالم». اعترف الجنرال الفرنسي بول أوسارس في 2001 بقتله شنقًا.",
    "date_of_death": "01/03/1957",
    "picture": "./Larbi_Ben_M'hidi_colored.jpg"
  },
  {
    "name": "شيحاني بشير",
    "birth_date": "22/04/1929",
    "description": "وُلد بالخروب قسنطينة. بدأ نشاطه الثوري في 1946 بالانضمام إلى حركة انتصار الحريات الديمقراطية. أصبح رئيس دائرة في بشار وعرف باسم سي الهواري. اصطفاه مصطفى بن بولعيد ليكون من مقربيه. شارك في التحضير للثورة المسلحة بالمنطقة الأولى. أرسل رسائل للمواطنين طلبًا للدعم ورسائل تهديد لأعوان الإدارة. نظم 'يوم مفتوح على الثورة' بوادي أهلال برأس الطرفة بتبسة، مما أدى إلى معركة الجرف. قامت القوات الفرنسية بتمشيط واسع لناحية النمامشة وحصار محكم على ناحية واد أهلال. أدركت جموع المجاهدين أنها محاصرة فقرر شيحاني التراجع والاعتصام بمغارات الجرف. دامت المعركة سبعة أيام، وتمكن خلالها المجاهدون من كسر الحصار بإحداث فجوة بقيادة عباس لغرور وعاجل عجول. بعد معركة الجرف، قاد التقييم بالقلعة مقر قيادة المنطقة حيث كان ينوي الاهتمام بالناحية الغربية. قُتل في 23 أكتوبر 1955 بعد محاكمة صورية.",
    "date_of_death": "23/10/1955",
    "picture": "./chihani_bachir.jpg"
  },
  {
    "name": "أحمد زهانة (زبانة)",
    "birth_date": "1926",
    "description": "يُعتبر أحمد زهانة المدعو زبانة أول شهيد نُفذ فيه حكم الإعدام بالمقصلة إبان ثورة التحرير. وُلد في الجزائر، واشتهر بشجاعته وإخلاصه لوطنه. بعد انضمامه إلى صفوف جيش التحرير الوطني، نفذ عدة عمليات هجومية على مواقع عسكرية فرنسية، منها عملية 'لاماردو' في 1 نوفمبر 1954 ومعركة غار بوجليدة في 11 نوفمبر 1954. خلال هذه المعركة الأخيرة، تعرض لإصابة بالرصاص وأُلقي القبض عليه. حُكم عليه بالإعدام في 1955، وأُعيدت محاكمته مرة ثانية حيث ثبت الحكم الصادر في حقه. نُقل إلى سجن سركاجي، حيث واجه ظروفًا قاسية قبل تنفيذ حكم الإعدام فيه بالمقصلة في 1956. أصبح رمزًا للتضحية والشجاعة في سبيل حرية الجزائر واستقلالها.",
    "date_of_death": "1956",
    "picture": "./ahmed_zabana.jpg"
  },
  {
    "name": "أحمد بوقرة",
    "birth_date": "20/12/1928",
    "description": "أحمد بوقرة، المعروف بـ «سي أمحمد»، وُلد في خميس مليانة (ولاية عين الدفلى حاليا) في 20 ديسمبر 1928. انضم إلى الثورة الجزائرية في عام 1956 بعد خبرة نضالية سابقة في صفوف الكشافة وحزب الشعب. قاد الولاية الرابعة (الونشريس) بدءًا من عام 1957، وشارك في معارك هامة مثل معركة زكار وعمرونة وثنية الحد. عُرف بشجاعته في المعارك وقيادته الفعالة، وبرز كقائد سياسي في مؤتمر الصومام عام 1956. استشهد في 5 مايو 1959 في معركة غير متكافئة مع القوات الفرنسية بجبال أولاد بوعشرة، حيث قاتل ببسالة حتى النهاية.",
    "death_date": "05/05/1959",
    "picture": "./ahmed_bougerra.jpg"
  },
  {
    "name": "زيغود يوسف",
    "birth_date": "18/02/1921",
    "description": "زيغود يوسف، أحد أبرز قادة الثورة الجزائرية، وُلد في قرية «سمندو»، اليوم جزء من ولاية سكيكدة. انضم إلى حزب الشعب الجزائري في سن مبكرة، وتأثر بخطب ابن باديس، مما دفعه للنشاط الثوري. أصبح مسؤولاً عن الحزب في عنابة سنة 1938، وانضم لاحقاً إلى المنظمة الخاصة. بعد اعتقاله في 1950 بتهمة الانتماء إلى المنظمة، انضم إلى اللجنة الثورية للوحدة والعمل في 1954. تولى قيادة الولاية الثانية بعد مقتل ديدوش مراد وقاد الهجمات الشهيرة في 20 أوت 1955، مما عزز التجنيد الشعبي للثورة. في 20 أوت 1956، كان عضواً في مؤتمر الصومام الذي نظم الهياكل العسكرية للثورة. قُتل في كمين فرنسي يوم 23 سبتمبر 1956 أثناء تنظيم الوحدات العسكرية في سيدي مزغيش.",
    "death_date": "23/09/1956",
    "picture": "./zighoud_yucef.jpg"
  },
  {
    "name": "جميلة بوحيرد",
    "birth_date": "1935",
    "description": "جميلة بوحيرد، مقاومة جزائرية بارزة، ولدت في حي القصبة بالجزائر العاصمة. انضمت إلى جبهة التحرير الوطني الجزائرية في سن العشرين وساهمت بشكل فعال في الثورة الجزائرية ضد الاحتلال الفرنسي. عُرفت كأحد أبرز الفدائيين، وشاركت في عمليات زراعة القنابل ضد القوات الاستعمارية. اعتُقلت عام 1957 بعد إصابتها برصاصة في الكتف، وتعرضت للتعذيب الشديد. رغم ذلك، رفضت الاعتراف على زملائها، وواجهت محاكمتها بشجاعة، حيث عُرفت بجملتها الشهيرة: 'لا تنسوا إنكم بقتلي تغتالون تقاليد الحرية في بلدكم'. تم تأجيل تنفيذ حكم الإعدام بفضل حملة دولية واسعة، وعُدّل الحكم إلى السجن مدى الحياة. بعد الاستقلال في 1962، خرجت من السجن وتزوجت محاميها الفيتنامي جاك فيرجيس. تُعتبر جميلة بوحيرد رمزًا للمقاومة الجزائرية وملهمة للعديد من الشعراء.",
    "death_date": "على قيد الحياة",
    "picture": "./BOUHIRED.jpg"
  },
  {
    "name": "لزهر شريط",
    "birth_date": "1914 ",
    "description": "لزهر شريط، قائد عسكري بارز في الثورة الجزائرية، نشأ في عائلة ميسورة من منطقة النمامشة في تبسة. عمل في تجارة السلاح والأقمشة، مما أتاح له الترحال والاحتكاك بالاستعمار، مما ساهم في تشكيل وعيه الثوري. بعد محاولة فاشلة للجهاد في فلسطين، انضم إلى الكفاح المسلح في تونس سنة 1953، حيث زود الثوار بالسلاح ونظم المقاومة في الجزائر. قاد عدة معارك مهمة في منطقة أوراس النمامشة، أبرزها معركة الجرف الثانية. لعب دورًا حاسمًا في جمع السلاح وتجنيد المجاهدين، وشارك في معركة أرڤو الشهيرة حيث أصاب الجنرال الفرنسي مارسيل بيجار. استشهد في 1 يونيو 1957 نتيجة صراعات القيادة في الولاية الأولى.",
    "death_date": "01/06/1957",
    "picture": "./lazhar_chraiet.jpg"
  }
]
